Repository: microcomp/ckanext-cas
Catalog: ckanext/cas/i18n/*/LC_MESSAGES/ckanext-cas.po
Languages: sk

source: Missing configuration!
sk: Chýbajúca konfigurácia!

source: Missing authorization header!
sk: Chýbajúca autorizačná hlavička!

source: Authorization failed! Provided secret token is invalid.
sk: Autorizácia zlyhala! Zadaný bezpečnostný token je neplatný.

source: User not found
sk: Používateľ nenájdený

source: Permission denied!
sk: Oprávnenie zakázané

source: Users cannot be created.
sk: Používatelia nemôžu byť vytvorení

source: Users cannot be edited.
sk: Používatelia nemôžu byť editovaní

source: Users cannot reset passwords.
sk: Používatelia nemôžu resetovať heslá

source: You were logged out in another app
sk: Boli ste odhlásený zo systému v inom okne.

source: You are not authorized to do this
sk: Nemáte oprávnenie na toto
